{
    "LOG IN": "MASUK",
    "CONTACT US": "KONTAK KAMI",
    "CALENDAR": "KALENDER",
    "NEWS": "BERITA",
    "REGULATION": "PERATURAN",
    "LICENSE REGISTRATION": "PENDAFTARAN LISENSI",
    "ABOUT ICF": "TENTANG ICF",
    "disciplines": "disiplin",
    "news, event, and insight": "berita, acara, dan wawasan",
    "Race Hub": "Pusat Balapan",
    "ROAD": "JALAN",
    "OFF ROAD" : "OFF ROAD",
    "TRACK": "LINTASAN",
    "Read More": "Baca Lebih Lanjut",
    "Gallery": "Galeri",
    "View Gallery": "Lihat Galeri",
    "Learn More": "Pelajari lebih lanjut",
    "ICF PARTNERS": "MITRA ICF",
    "The Indonesian Cycling Federation or ISSI (in Indonesian: Ikatan Sepeda Sport Indonesia) is the national governing body of cycle racing in Indonesia.": "Federasi Balap Sepeda Indonesia atau ISSI (dalam bahasa Indonesia: Ikatan Sepeda Sport Indonesia) adalah badan pengatur nasional balap sepeda di Indonesia.",
    "Address": "Alamat",
    "Phone": "Telephone",
    "Email": "Surel",
    "No Up Coming Race": "Tidak ada Up Coming Race",
    "Indonesian Cycling Federation" : "Federasi Sepeda Indonesia",
    "Translations of the UCI Constitution and Regulations in various languages are available on the website of several National Federations. These texts provide guidance for users, however they cannot be considered as official texts binding the responsibility of the UCI. In the case of disparity between the UCI’s original version and one of the translations, only the original UCI texts should be taken into account.": "Terjemahan Konstitusi dan Peraturan UCI dalam berbagai bahasa tersedia di situs web beberapa Federasi Nasional. Teks-teks ini memberikan panduan bagi pengguna, namun mereka tidak dapat dianggap sebagai teks resmi yang mengikat tanggung jawab UCI. Dalam kasus perbedaan antara versi asli UCI dan salah satu terjemahan, hanya teks UCI asli yang harus diperhitungkan.",
    "SEARCH RESULT FOR": "HASIL PENCARIAN UNTUK",
    "There is no upcoming race right now. Please hang on and get back to us soon!": "Tidak ada balapan yang akan datang saat ini. Silakan tunggu dan segera kembali kepada kami!",
    "UP NEXT" : "BERIKUTNYA",
    "There is no upcoming race right now. You could see our past race in the past race menu" : "Tidak ada balapan yang akan datang saat ini. Anda bisa melihat balapan kami sebelumnya di menu balapan sebelumnya",
    "Register Race": "Daftar Balapan",
    "UPCOMING" : "MENDATANG",
    "PAST": "DAHULU",
    "LATEST NEWS" : "BERITA TERBARU",
    "share": "bagikan",
    "Related News": "Berita Terkait",
    "There is no video right now. Please hang on and get back to us soon!": "Tidak ada video sekarang. Harap tunggu dan segera kembali!",
    "There is no Timeline right now. Please hang on and get back to us soon!" : "Tidak ada timeline sekarang. Harap tunggu dan segera kembali!",
    "There is no documents right now. Please hang on and get back to us soon!": "Tidak ada dokumen sekarang. Harap tunggu dan segera kembali!",
    "ICF OFFICIAL PARTNERS" : "MITRA RESMI ICF"
}